{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 1000, "word_counts": "{\"gelir\": 152, \"ekle\": 25, \"hemen\": 113, \"bug\\u00fcn\": 154, \"c\\u00fczdandan\": 16, \"\\u00e7\\u0131kan\": 16, \"para\": 89, \"l\\u00fctfen\": 100, \"bu\": 75, \"ayki\": 20, \"durumu\": 33, \"rica\": 107, \"ediyorum\": 107, \"b\\u00fct\\u00e7e\": 47, \"bilgisi\": 17, \"ver\": 111, \"acaba\": 94, \"harcamalar\\u0131m\": 38, \"gelirimi\": 31, \"ge\\u00e7ti\": 19, \"mi\": 52, \"\\u015fimdi\": 100, \"yard\\u0131m\": 56, \"yaz\": 14, \"maa\\u015f\": 35, \"geldi\": 36, \"g\\u00fcnl\\u00fck\": 14, \"harcamam\\u0131\": 14, \"g\\u00f6ster\": 117, \"listemi\": 17, \"a\\u00e7\": 32, \"ne\": 244, \"kadar\": 86, \"b\\u00fct\\u00e7em\": 47, \"kald\\u0131\": 17, \"k\\u00e2rday\\u0131m\": 20, \"senin\": 11, \"yeteneklerin\": 11, \"detaylar\\u0131n\\u0131\": 15, \"hedef\": 33, \"harcamalar\\u0131\": 20, \"ay\": 55, \"art\\u0131day\\u0131m\": 13, \"m\\u0131\": 63, \"yard\\u0131ma\": 22, \"ihtiyac\\u0131m\": 22, \"var\": 36, \"ya\": 106, \"nereye\": 15, \"verdim\": 27, \"tasarruf\": 33, \"ettim\": 20, \"hangi\": 14, \"komutlar\": 14, \"prim\": 14, \"ald\\u0131m\": 29, \"ka\\u00e7\": 52, \"tl\": 17, \"harcad\\u0131m\": 54, \"doldu\": 16, \"mu\": 16, \"neler\": 15, \"yapabiliyorsun\": 15, \"bug\\u00fcnk\\u00fc\": 35, \"harcamalar\\u0131m\\u0131\": 15, \"planlanan\": 15, \"nedir\": 42, \"bilgi\": 94, \"b\\u00fct\\u00e7eyi\": 34, \"kazand\\u0131m\": 52, \"hedefimi\": 15, \"karday\\u0131m\": 14, \"ek\": 33, \"girdim\": 23, \"bilgim\": 14, \"gider\": 49, \"karttan\": 16, \"\\u00e7ektim\": 16, \"kazand\\u0131\\u011f\\u0131m\": 16, \"toplam\": 39, \"zararday\\u0131m\": 19, \"bot\": 11, \"komutlar\\u0131\": 11, \"ayl\\u0131k\": 20, \"kazanc\\u0131m\\u0131\": 20, \"giri\\u015fi\": 19, \"yap\": 26, \"laz\\u0131m\": 23, \"\\u00f6deme\": 16, \"tahmin\": 19, \"alemde\": 19, \"nas\\u0131l\": 20, \"\\u00e7al\\u0131\\u015f\\u0131yorsun\": 20, \"gelirim\": 23, \"et\": 19, \"ge\\u00e7tim\": 13, \"fark\\u0131\": 29, \"lira\": 13, \"kazan\\u00e7\": 10, \"durumda\": 14, \"a\\u00e7\\u0131k\": 12, \"hesaba\": 13, \"yat\\u0131rd\\u0131m\": 13, \"komut\": 17, \"listesi\": 17, \"\\u00e7ok\": 17, \"harcama\": 17, \"yapt\\u0131m\": 17, \"kar\": 7, \"zarar\": 7, \"analizi\": 7}", "word_docs": "{\"gelir\": 152, \"hemen\": 113, \"ekle\": 25, \"l\\u00fctfen\": 100, \"para\": 89, \"c\\u00fczdandan\": 16, \"\\u00e7\\u0131kan\": 16, \"bug\\u00fcn\": 154, \"ediyorum\": 107, \"bu\": 75, \"rica\": 107, \"ayki\": 20, \"durumu\": 33, \"b\\u00fct\\u00e7e\": 47, \"acaba\": 94, \"ver\": 109, \"bilgisi\": 17, \"mi\": 52, \"ge\\u00e7ti\": 19, \"harcamalar\\u0131m\": 38, \"gelirimi\": 31, \"\\u015fimdi\": 100, \"yard\\u0131m\": 56, \"yaz\": 14, \"geldi\": 36, \"maa\\u015f\": 35, \"g\\u00fcnl\\u00fck\": 14, \"harcamam\\u0131\": 14, \"g\\u00f6ster\": 117, \"a\\u00e7\": 32, \"listemi\": 17, \"ne\": 244, \"kadar\": 86, \"b\\u00fct\\u00e7em\": 47, \"kald\\u0131\": 17, \"k\\u00e2rday\\u0131m\": 20, \"yeteneklerin\": 11, \"senin\": 11, \"detaylar\\u0131n\\u0131\": 15, \"hedef\": 33, \"harcamalar\\u0131\": 20, \"m\\u0131\": 63, \"ay\": 55, \"art\\u0131day\\u0131m\": 13, \"var\": 36, \"ihtiyac\\u0131m\": 22, \"ya\": 106, \"yard\\u0131ma\": 22, \"verdim\": 27, \"nereye\": 15, \"ettim\": 20, \"tasarruf\": 33, \"hangi\": 14, \"komutlar\": 14, \"prim\": 14, \"ald\\u0131m\": 29, \"harcad\\u0131m\": 54, \"ka\\u00e7\": 52, \"tl\": 17, \"mu\": 16, \"doldu\": 16, \"neler\": 15, \"yapabiliyorsun\": 15, \"bug\\u00fcnk\\u00fc\": 35, \"harcamalar\\u0131m\\u0131\": 15, \"planlanan\": 15, \"nedir\": 42, \"bilgi\": 94, \"b\\u00fct\\u00e7eyi\": 34, \"kazand\\u0131m\": 52, \"hedefimi\": 15, \"karday\\u0131m\": 14, \"ek\": 33, \"girdim\": 23, \"bilgim\": 14, \"gider\": 49, \"\\u00e7ektim\": 16, \"karttan\": 16, \"kazand\\u0131\\u011f\\u0131m\": 16, \"toplam\": 39, \"zararday\\u0131m\": 19, \"komutlar\\u0131\": 11, \"bot\": 11, \"ayl\\u0131k\": 20, \"kazanc\\u0131m\\u0131\": 20, \"giri\\u015fi\": 19, \"yap\": 26, \"laz\\u0131m\": 23, \"\\u00f6deme\": 16, \"alemde\": 19, \"tahmin\": 19, \"nas\\u0131l\": 20, \"\\u00e7al\\u0131\\u015f\\u0131yorsun\": 20, \"gelirim\": 23, \"et\": 19, \"ge\\u00e7tim\": 13, \"fark\\u0131\": 29, \"lira\": 13, \"kazan\\u00e7\": 10, \"durumda\": 14, \"a\\u00e7\\u0131k\": 12, \"yat\\u0131rd\\u0131m\": 13, \"hesaba\": 13, \"listesi\": 17, \"komut\": 17, \"harcama\": 17, \"yapt\\u0131m\": 17, \"\\u00e7ok\": 17, \"zarar\": 7, \"analizi\": 7, \"kar\": 7}", "index_docs": "{\"4\": 152, \"6\": 113, \"46\": 25, \"11\": 100, \"15\": 89, \"75\": 16, \"76\": 16, \"3\": 154, \"9\": 107, \"17\": 75, \"8\": 107, \"52\": 20, \"36\": 33, \"26\": 47, \"13\": 94, \"7\": 109, \"66\": 17, \"22\": 52, \"60\": 19, \"30\": 38, \"41\": 31, \"12\": 100, \"19\": 56, \"90\": 14, \"31\": 36, \"33\": 35, \"91\": 14, \"92\": 14, \"5\": 117, \"40\": 32, \"67\": 17, \"2\": 244, \"16\": 86, \"27\": 47, \"68\": 17, \"53\": 20, \"106\": 11, \"105\": 11, \"83\": 15, \"37\": 33, \"54\": 20, \"18\": 63, \"20\": 55, \"99\": 13, \"32\": 36, \"51\": 22, \"10\": 106, \"50\": 22, \"44\": 27, \"84\": 15, \"55\": 20, \"38\": 33, \"93\": 14, \"94\": 14, \"95\": 14, \"42\": 29, \"21\": 54, \"23\": 52, \"69\": 17, \"78\": 16, \"77\": 16, \"85\": 15, \"86\": 15, \"34\": 35, \"87\": 15, \"88\": 15, \"28\": 42, \"14\": 94, \"35\": 34, \"24\": 52, \"89\": 15, \"96\": 14, \"39\": 33, \"47\": 23, \"97\": 14, \"25\": 49, \"80\": 16, \"79\": 16, \"81\": 16, \"29\": 39, \"61\": 19, \"108\": 11, \"107\": 11, \"56\": 20, \"57\": 20, \"62\": 19, \"45\": 26, \"48\": 23, \"82\": 16, \"64\": 19, \"63\": 19, \"58\": 20, \"59\": 20, \"49\": 23, \"65\": 19, \"100\": 13, \"43\": 29, \"101\": 13, \"109\": 10, \"98\": 14, \"104\": 12, \"103\": 13, \"102\": 13, \"71\": 17, \"70\": 17, \"73\": 17, \"74\": 17, \"72\": 17, \"111\": 7, \"112\": 7, \"110\": 7}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"ne\", \"3\": \"bug\\u00fcn\", \"4\": \"gelir\", \"5\": \"g\\u00f6ster\", \"6\": \"hemen\", \"7\": \"ver\", \"8\": \"rica\", \"9\": \"ediyorum\", \"10\": \"ya\", \"11\": \"l\\u00fctfen\", \"12\": \"\\u015fimdi\", \"13\": \"acaba\", \"14\": \"bilgi\", \"15\": \"para\", \"16\": \"kadar\", \"17\": \"bu\", \"18\": \"m\\u0131\", \"19\": \"yard\\u0131m\", \"20\": \"ay\", \"21\": \"harcad\\u0131m\", \"22\": \"mi\", \"23\": \"ka\\u00e7\", \"24\": \"kazand\\u0131m\", \"25\": \"gider\", \"26\": \"b\\u00fct\\u00e7e\", \"27\": \"b\\u00fct\\u00e7em\", \"28\": \"nedir\", \"29\": \"toplam\", \"30\": \"harcamalar\\u0131m\", \"31\": \"geldi\", \"32\": \"var\", \"33\": \"maa\\u015f\", \"34\": \"bug\\u00fcnk\\u00fc\", \"35\": \"b\\u00fct\\u00e7eyi\", \"36\": \"durumu\", \"37\": \"hedef\", \"38\": \"tasarruf\", \"39\": \"ek\", \"40\": \"a\\u00e7\", \"41\": \"gelirimi\", \"42\": \"ald\\u0131m\", \"43\": \"fark\\u0131\", \"44\": \"verdim\", \"45\": \"yap\", \"46\": \"ekle\", \"47\": \"girdim\", \"48\": \"laz\\u0131m\", \"49\": \"gelirim\", \"50\": \"yard\\u0131ma\", \"51\": \"ihtiyac\\u0131m\", \"52\": \"ayki\", \"53\": \"k\\u00e2rday\\u0131m\", \"54\": \"harcamalar\\u0131\", \"55\": \"ettim\", \"56\": \"ayl\\u0131k\", \"57\": \"kazanc\\u0131m\\u0131\", \"58\": \"nas\\u0131l\", \"59\": \"\\u00e7al\\u0131\\u015f\\u0131yorsun\", \"60\": \"ge\\u00e7ti\", \"61\": \"zararday\\u0131m\", \"62\": \"giri\\u015fi\", \"63\": \"tahmin\", \"64\": \"alemde\", \"65\": \"et\", \"66\": \"bilgisi\", \"67\": \"listemi\", \"68\": \"kald\\u0131\", \"69\": \"tl\", \"70\": \"komut\", \"71\": \"listesi\", \"72\": \"\\u00e7ok\", \"73\": \"harcama\", \"74\": \"yapt\\u0131m\", \"75\": \"c\\u00fczdandan\", \"76\": \"\\u00e7\\u0131kan\", \"77\": \"doldu\", \"78\": \"mu\", \"79\": \"karttan\", \"80\": \"\\u00e7ektim\", \"81\": \"kazand\\u0131\\u011f\\u0131m\", \"82\": \"\\u00f6deme\", \"83\": \"detaylar\\u0131n\\u0131\", \"84\": \"nereye\", \"85\": \"neler\", \"86\": \"yapabiliyorsun\", \"87\": \"harcamalar\\u0131m\\u0131\", \"88\": \"planlanan\", \"89\": \"hedefimi\", \"90\": \"yaz\", \"91\": \"g\\u00fcnl\\u00fck\", \"92\": \"harcamam\\u0131\", \"93\": \"hangi\", \"94\": \"komutlar\", \"95\": \"prim\", \"96\": \"karday\\u0131m\", \"97\": \"bilgim\", \"98\": \"durumda\", \"99\": \"art\\u0131day\\u0131m\", \"100\": \"ge\\u00e7tim\", \"101\": \"lira\", \"102\": \"hesaba\", \"103\": \"yat\\u0131rd\\u0131m\", \"104\": \"a\\u00e7\\u0131k\", \"105\": \"senin\", \"106\": \"yeteneklerin\", \"107\": \"bot\", \"108\": \"komutlar\\u0131\", \"109\": \"kazan\\u00e7\", \"110\": \"kar\", \"111\": \"zarar\", \"112\": \"analizi\"}", "word_index": "{\"<OOV>\": 1, \"ne\": 2, \"bug\\u00fcn\": 3, \"gelir\": 4, \"g\\u00f6ster\": 5, \"hemen\": 6, \"ver\": 7, \"rica\": 8, \"ediyorum\": 9, \"ya\": 10, \"l\\u00fctfen\": 11, \"\\u015fimdi\": 12, \"acaba\": 13, \"bilgi\": 14, \"para\": 15, \"kadar\": 16, \"bu\": 17, \"m\\u0131\": 18, \"yard\\u0131m\": 19, \"ay\": 20, \"harcad\\u0131m\": 21, \"mi\": 22, \"ka\\u00e7\": 23, \"kazand\\u0131m\": 24, \"gider\": 25, \"b\\u00fct\\u00e7e\": 26, \"b\\u00fct\\u00e7em\": 27, \"nedir\": 28, \"toplam\": 29, \"harcamalar\\u0131m\": 30, \"geldi\": 31, \"var\": 32, \"maa\\u015f\": 33, \"bug\\u00fcnk\\u00fc\": 34, \"b\\u00fct\\u00e7eyi\": 35, \"durumu\": 36, \"hedef\": 37, \"tasarruf\": 38, \"ek\": 39, \"a\\u00e7\": 40, \"gelirimi\": 41, \"ald\\u0131m\": 42, \"fark\\u0131\": 43, \"verdim\": 44, \"yap\": 45, \"ekle\": 46, \"girdim\": 47, \"laz\\u0131m\": 48, \"gelirim\": 49, \"yard\\u0131ma\": 50, \"ihtiyac\\u0131m\": 51, \"ayki\": 52, \"k\\u00e2rday\\u0131m\": 53, \"harcamalar\\u0131\": 54, \"ettim\": 55, \"ayl\\u0131k\": 56, \"kazanc\\u0131m\\u0131\": 57, \"nas\\u0131l\": 58, \"\\u00e7al\\u0131\\u015f\\u0131yorsun\": 59, \"ge\\u00e7ti\": 60, \"zararday\\u0131m\": 61, \"giri\\u015fi\": 62, \"tahmin\": 63, \"alemde\": 64, \"et\": 65, \"bilgisi\": 66, \"listemi\": 67, \"kald\\u0131\": 68, \"tl\": 69, \"komut\": 70, \"listesi\": 71, \"\\u00e7ok\": 72, \"harcama\": 73, \"yapt\\u0131m\": 74, \"c\\u00fczdandan\": 75, \"\\u00e7\\u0131kan\": 76, \"doldu\": 77, \"mu\": 78, \"karttan\": 79, \"\\u00e7ektim\": 80, \"kazand\\u0131\\u011f\\u0131m\": 81, \"\\u00f6deme\": 82, \"detaylar\\u0131n\\u0131\": 83, \"nereye\": 84, \"neler\": 85, \"yapabiliyorsun\": 86, \"harcamalar\\u0131m\\u0131\": 87, \"planlanan\": 88, \"hedefimi\": 89, \"yaz\": 90, \"g\\u00fcnl\\u00fck\": 91, \"harcamam\\u0131\": 92, \"hangi\": 93, \"komutlar\": 94, \"prim\": 95, \"karday\\u0131m\": 96, \"bilgim\": 97, \"durumda\": 98, \"art\\u0131day\\u0131m\": 99, \"ge\\u00e7tim\": 100, \"lira\": 101, \"hesaba\": 102, \"yat\\u0131rd\\u0131m\": 103, \"a\\u00e7\\u0131k\": 104, \"senin\": 105, \"yeteneklerin\": 106, \"bot\": 107, \"komutlar\\u0131\": 108, \"kazan\\u00e7\": 109, \"kar\": 110, \"zarar\": 111, \"analizi\": 112}"}}